tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
brew "readline"
brew "tcl-tk"
brew "ansible"
brew "avrdude"
brew "awscli"
brew "glib"
brew "coreutils"
brew "dfu-programmer"
brew "dfu-util"
brew "diffutils"
brew "docker-compose"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "nghttp2"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "harfbuzz"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "krb5"
brew "ldns"
brew "libfido2"
brew "librsvg"
brew "libssh"
brew "libxml2"
brew "lsusb"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "node"
brew "node-build"
brew "nodenv"
brew "openssh"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "sshuttle"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "urlview"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "px4/px4/gcc-arm-none-eabi", link: false
brew "qmk/qmk/qmk"
cask "adobe-acrobat-pro"
cask "barrier"
cask "boostnote"
cask "coteditor"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "graphiql"
cask "microsoft-office"
cask "neo4j"
cask "night-owl"
cask "skype"
cask "slack"
cask "table-tool"
cask "the-unarchiver"
cask "vagrant"
cask "zoom"
