tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
brew "aom"
brew "avrdude"
brew "aws-vault"
brew "awscli"
brew "boost"
brew "cairo"
brew "clang-format"
brew "coreutils"
brew "deno"
brew "dfu-programmer"
brew "dfu-util"
brew "diffutils"
brew "docker-compose"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "grep"
brew "harfbuzz"
brew "imagemagick"
brew "jpeg-xl"
brew "jpegoptim"
brew "jq"
brew "ldns"
brew "libfido2"
brew "libheif"
brew "libraqm"
brew "libraw"
brew "librsvg"
brew "libssh"
brew "libtiff"
brew "libxml2"
brew "luajit"
brew "neovim"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "openssh"
brew "openssl@3"
brew "pango"
brew "pillow"
brew "px4/px4/gcc-arm-none-eabi"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "qmk/qmk/qmk"
brew "rbenv-default-gems"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby-build"
brew "shared-mime-info"
brew "sshuttle"
brew "tig"
brew "tmux"
brew "unbound"
brew "urlview"
brew "zlib"
brew "zsh"
cask "barrier"
cask "boostnote"
cask "coteditor"
cask "docker-desktop"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "slack"
cask "table-tool"
cask "the-unarchiver"
cask "virtualbox"
cask "zoom"
